[F_ChipAway X2AbilityTemplate]
LocFriendlyName="Chip Away"
LocFlyOverText="Chip Away"
LocLongDescription="Fire a shot with your primary weapon that shreds armor based on weapon tier. Uses <Ability:SelfAmmoCost/> ammo. <Ability:CHIPAWAY_COOLDOWN/> turn cooldown."
LocHelpText="Fire a shot with your primary weapon that shreds armor based on weapon tier. Uses <Ability:SelfAmmoCost/> ammo. <Ability:CHIPAWAY_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Fire a shot with your primary weapon that shreds armor based on weapon tier.<br/><Bullet/> Conventional weapons shred <Ability:CHIPAWAY_SHRED_CV/> armor.<br/><Bullet/> Laser weapons shred <Ability:CHIPAWAY_SHRED_LS/> armor.<br/><Bullet/> Magnetic weapons shred <Ability:CHIPAWAY_SHRED_MG/> armor.<br/><Bullet/> Coil weapons shred <Ability:CHIPAWAY_SHRED_CL/> armor.<br/><Bullet/> Beam weapons shred <Ability:CHIPAWAY_SHRED_BM/> armor.<br/><Bullet/> Consumes <Ability:SelfAmmoCost/> ammo.<br/><Bullet/> <Ability:CHIPAWAY_COOLDOWN/> turn cooldown.<br/>"

[F_Concentration X2AbilityTemplate]
LocFriendlyName="Concentration"
LocFlyOverText="Concentration"
LocLongDescription="Your grazing shots are automatically upgraded to normal hits."
LocHelpText="Your grazing shots are automatically upgraded to normal hits."
LocPromotionPopupText="<Bullet/> Attacks that would normally graze their target are automatically upgraded to normal hits.<br/><Bullet/> Applies to primary weapons, secondary weapons, and pistols.<br/>"

[F_LikeLightning X2AbilityTemplate]
LocFriendlyName="Like Lightning"
LocFlyOverText="Like Lightning"
LocLongDescription="When Run and Gun is activated, your Arc Thrower cooldown is immediately removed, and your next Arc Thrower shot this turn does not cost an action. Passive."
LocHelpText="When Run and Gun is activated, your Arc Thrower cooldown is immediately removed, and your next Arc Thrower shot this turn does not cost an action. Passive."
LocPromotionPopupText="<Bullet/> When Run and Gun is activated, your Arc Thrower cooldown is immediately removed, and your next Arc Thrower shot this turn does not cost an action.<br/><Bullet/> Does not apply to Chain Lightning.<br/><Bullet/> Passive.<br/>"

[F_StationaryThreat X2AbilityTemplate]
LocFriendlyName="Stationary Threat"
LocFlyOverText="Stationary Threat"
LocLongDescription="Gain +<Ability:STATIONARYTHREAT_DAMAGE_PER_TURN> damage to your primary weapon attacks for each turn that you do not move. Passive."
LocHelpText="Gain +<Ability:STATIONARYTHREAT_DAMAGE_PER_TURN> damage to your primary weapon for each turn that you do not move. Passive."
LocPromotionPopupText="<Bullet/> Gain +<Ability:STATIONARYTHREAT_DAMAGE_PER_TURN> damage to your primary weapon for each turn that you do not move.<br/><Bullet/> Effect bonus can stack up to <Ability:STATIONARYTHREAT_DAMAGE_MAX_TURNS> times.<br/><Bullet/> Passive.<br/>"

[F_Opportunist X2AbilityTemplate]
LocFriendlyName="Opportunist"
LocFlyOverText="Opportunist"
LocLongDescription="Reaction fire shots now ignore half of cover bonuses. Passive."
LocHelpText="Reaction fire shots now ignore half of cover bonuses. Passive."
LocPromotionPopupText="<Bullet/> Reaction fire shots now half of ignore cover bonuses.<br/><Bullet/> Passive.<br/>"

[F_Maim X2AbilityTemplate]
LocFriendlyName="Maim"
LocFlyOverText="Maim"
LocLongDescription="Fire a shot with your primary weapon that immobilizes the target until the end of their next turn. Uses <Ability:MAIM_AMMO_COST/> ammo. <Ability:MAIM_COOLDOWN/> turn cooldown."
LocHelpText="Fire a shot with your primary weapon that immobilizes the target until the end of their next turn. Uses <Ability:MAIM_AMMO_COST/> ammo. <Ability:MAIM_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Fire a shot with your primary weapon that immobilizes the target until the end of their next turn.<br/><Bullet/> Useful to isolate a high value target during an ambush.<br/><Bullet/> Uses <Ability:MAIM_AMMO_COST/> ammo.<br/><Bullet/> <Ability:MAIM_COOLDOWN/> turn cooldown.<br/>"

[F_QuickPatch X2AbilityTemplate]
LocFriendlyName="Quick Patch"
LocFlyOverText="Quick Patch"
LocLongDescription="Using a Medikit does not cost an action. Passive."
LocHelpText="Using a Medikit does not cost an action. Passive."
LocPromotionPopupText="<Bullet/> Using a Medikit does not cost an action.<br/><Bullet/> Passive.<br/>"

[F_Preservation X2AbilityTemplate]
LocFriendlyName="Preservation"
LocFlyOverText="Preservation"
LocLongDescription="When your concealment is broken, gain +<Ability:PRESERVATION_DEFENSE_BONUS> defense for <Ability:PRESERVATION_DURATION> turns. Passive."
LocHelpText="When your concealment is broken, gain +<Ability:PRESERVATION_DEFENSE_BONUS> defense for <Ability:PRESERVATION_DURATION> turns. Passive."
LocPromotionPopupText="<Bullet/> When your concealment is broken, gain +<Ability:PRESERVATION_DEFENSE_BONUS> defense for <Ability:PRESERVATION_DURATION> turns.<br/><Bullet/> Passive.<br/>"

[F_LickYourWounds X2AbilityTemplate]
LocFriendlyName="Lick Your Wounds"
LocFlyOverText="Lick Your Wounds"
LocLongDescription="Hunker Down restores <Ability:LICKYOURWOUNDS_HEALAMOUNT/> health when used, up to a maximum of <Ability:LICKYOURWOUNDS_MAXHEALAMOUNT/> per mission, and removes poison, burning, and acid burning. Passive."
LocHelpText="Hunker Down restores <Ability:LICKYOURWOUNDS_HEALAMOUNT/> health when used, up to a maximum of <Ability:LICKYOURWOUNDS_MAXHEALAMOUNT/> per mission, and removes poison, burning, and acid burning. Passive."
LocPromotionPopupText="<Bullet/> Hunker Down restores <Ability:LICKYOURWOUNDS_HEALAMOUNT/> health when used, up to a maximum of <Ability:LICKYOURWOUNDS_MAXHEALAMOUNT/> per mission.<br/><Bullet/> Removes poison, burning, and acid burning.<br/><Bullet/> If equipped with a Ballistic Shield, then the health recovery will activate when Shield Wall is used.<br/><Bullet/> Passive.<br/>"

[F_Momentum X2AbilityTemplate]
LocFriendlyName="Impulse"
LocFlyOverText="Impulse"
LocLongDescription="Confers <Ability:MOMENTUM_AIM_BONUS/> aim and <Ability:MOMENTUM_CRIT_BONUS/> critical chance if you have moved this turn."
LocHelpText="Confers <Ability:MOMENTUM_AIM_BONUS/> aim and <Ability:MOMENTUM_CRIT_BONUS/> critical chance if you have moved this turn."
LocPromotionPopupText="<Bullet/> Confers <Ability:MOMENTUM_AIM_BONUS/> aim and <Ability:MOMENTUM_CRIT_BONUS/> critical chance if you have moved this turn.<br/><Bullet/> Passive.<br/>"

[F_ThousandsToGo X2AbilityTemplate]
LocFriendlyName="Thousands To Go"
LocFlyOverText="Thousands To Go"
LocLongDescription="Once per turn, after killing an enemy with your primary weapon, you may take an additional non-movement action. Passive."
LocHelpText="Once per turn, after killing an enemy with your primary weapon, you may take an additional non-movement action. Passive."
LocPromotionPopupText="<Bullet/> Once per turn, after killing an enemy with your primary weapon, you may take an additional non-movement action.<br/><Bullet/> Passive.<br/>"

[F_Recharge X2AbilityTemplate]
LocFriendlyName="Recharge"
LocFlyOverText="Recharge"
LocLongDescription="Killing an enemy with your primary weapon reduces the cooldown of all abilities by <Ability:RECHARGE_COOLDOWN_AMOUNT/>."
LocHelpText="Killing an enemy with your primary weapon reduces the cooldown of all abilities by <Ability:RECHARGE_COOLDOWN_AMOUNT/>."
LocPromotionPopupText="<Bullet/> Killing an enemy with your primary weapon reduces the cooldown of all abilities by <Ability:RECHARGE_COOLDOWN_AMOUNT/>.<br/><Bullet/> Abilities without a cooldown are unaffected.<br/><Bullet/> Passive.<br/>"

[F_PierceTheVeil X2AbilityTemplate]
LocFriendlyName="Pierce the Veil"
LocFlyOverText="Pierce the Veil"
LocLongDescription="Activated ability that confers bonus aim, damage, and armor piercing to organic targets with your primary weapon, while increasing the cooldown of all of your other abilities."
LocHelpText="Activated ability that confers bonus aim, damage, and armor piercing to organic targets with your primary weapon, while increasing the cooldown of all of your other abilities."
LocPromotionPopupText="<Bullet/> Activated ability that confers bonus aim, damage, and armor piercing to organic targets with your primary weapon, while increasing the cooldown of all of your other abilities.<br/><Bullet/> <Ability:PIERCETHEVEIL_DAMAGE_BONUS/> bonus damage.<br/><Bullet/> <Ability:PIERCETHEVEIL_AIM_BONUS/> bonus aim.<br/><Bullet/> <Ability:PIERCETHEVEIL_ARMOR_PIERCING/> bonus armor piercing.<br/><Bullet/> <Ability:PIERCETHEVEIL_COOLDOWN/> turn cooldown.<br/><Bullet/> Increases the cooldown of all other abilities by <Ability:PIERCETHEVEIL_INCREASE_COOLDOWN_AMOUNT/>.<br/><Bullet/> Ability cooldowns cannot be increased above their maximum cooldown.<br/><Bullet/> Bonuses last until the beginning of your next turn.<br/>"

[F_TheBiggerTheyAre X2AbilityTemplate]
LocFriendlyName="The Bigger They Are"
LocFlyOverText="The Bigger They Are"
LocLongDescription="Grants <Ability:THEBIGGERTHEYARE_AIM_BONUS/> bonus aim against targets that cannot take cover."
LocHelpText="Grants <Ability:THEBIGGERTHEYARE_AIM_BONUS/> bonus aim against targets that cannot take cover."
LocPromotionPopupText="<Bullet/> Grants <Ability:THEBIGGERTHEYARE_AIM_BONUS/> bonus aim against targets that cannot take cover.<br/><Bullet/> Enemies include, but are not limited to: Chryssalids, MECs, and Berserkers.<br/><Bullet/> Passive.<br/>"

[F_CallForFire X2AbilityTemplate]
LocFriendlyName="Call For Fire"
LocFlyOverText="Call For Fire"
LocLongDescription="Enter overwatch. All allies in a <Ability:CALLFORFIRE_RADIUS/> tile radius around you also enter overwatch."
LocHelpText="Enter overwatch. All allies in a <Ability:CALLFORFIRE_RADIUS/> tile radius around you also enter overwatch."
LocPromotionPopupText="<Bullet/> Enter overwatch. All allies in a <Ability:CALLFORFIRE_RADIUS/> tile radius around you also enter overwatch.<br/><Bullet/> Requires one action point and ends the user's turn.<br/><Bullet/> Allies affected by this ability will not automatically end their turn.<br/><Bullet/> <Ability:CALLFORFIRE_COOLDOWN> turn cooldown.<br/>"

[F_KillEmAll X2AbilityTemplate]
LocFriendlyName="Kill 'Em All"
LocFlyOverText="Kill 'Em All"
LocLongDescription="Take a shot at every enemy in a cone area. Requires line of sight in order to fire at a target. Costs <Ability:KILLEMALL_AMMO_COST/> ammo. <Ability:KILLEMALL_COOLDOWN/> turn cooldown."
LocHelpText="Take a shot at every enemy in a cone area. Requires line of sight in order to fire at a target. Costs <Ability:KILLEMALL_AMMO_COST/> ammo. <Ability:KILLEMALL_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Take a shot at every enemy in a cone area.<br/><Bullet/> Requires line of sight in order to fire at a target.<br/><Bullet/> Costs <Ability:KILLEMALL_AMMO_COST/> ammo.<br/><Bullet/> <Ability:KILLEMALL_COOLDOWN/> turn cooldown.<br/>"

[F_SurgicalPrecision X2AbilityTemplate]
LocFriendlyName="Surgical Precision"
LocFlyOverText="Surgical Precision"
LocLongDescription="Reduces aim penalties from cover by half. Does not apply to reaction fire."
LocHelpText="Reduces aim penalties from cover by half. Does not apply to reaction fire."
LocPromotionPopupText="<Bullet/> Reduces aim penalties from cover by half.<br/><Bullet/> Does not apply to reaction fire.<br/><Bullet/> Passive.<br/>"

[F_LockNLoad X2AbilityTemplate]
LocFriendlyName="Lock 'N Load"
LocFlyOverText="Lock 'N Load"
LocLongDescription="Kills with your primary weapon restore <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> ammo. Passive."
LocHelpText="Kills with your primary weapon restore <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> ammo. Passive."
LocPromotionPopupText="<Bullet/> Kills with your primary weapon restore <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> ammo. <Bullet/> Passive.<br/>"

[F_Imposition X2AbilityTemplate]
LocFriendlyName="Imposition"
LocFlyOverText="Imposition"
LocLongDescription="Standard shots at an enemy with the unit's primary weapon modifies the target's aim by <Ability:IMPOSITION_AIM_PENALTY/> until next turn."
LocHelpText="Standard shots at an enemy with the unit's primary weapon modifies the target's aim by <Ability:IMPOSITION_AIM_PENALTY/> until next turn."
LocPromotionPopupText="<Bullet/> Firing at an enemy with the unit's primary weapon modifies the target's aim by <Ability:IMPOSITION_AIM_PENALTY/> until next turn.<br/><Bullet/> Only applies to standard targeted shots.<br/><Bullet/> The effects of this ability do not stack.<br/><Bullet/> Passive.<br/>"

[F_TrenchWarfare X2AbilityTemplate]
LocFriendlyName="Trench Warfare"
LocFlyOverText="Trench Warfare"
LocLongDescription="If you get at least one kill during your turn, automatically Hunker Down at the end of it."
LocHelpText="If you get at least one kill during your turn, automatically Hunker Down at the end of it."
LocPromotionPopupText="<Bullet/> If you get at least one kill during your turn, automatically Hunker Down at the end of it.<br/><Bullet/> You will only Hunker Down if you would normally be able to.<br/><Bullet/> If a Ballistic Shield is equipped, then you will use Shield Wall instead.<br/><Bullet/> Passive.<br/>"

[F_Compensation X2AbilityTemplate]
LocFriendlyName="Compensation"
LocFlyOverText="Compensation"
LocLongDescription="Firing your sniper rifle with two actions will refund one of those actions. Passive."
LocHelpText="Firing your sniper rifle with two actions will refund one of those actions. Passive."
LocPromotionPopupText="<Bullet/> Firing your sniper rifle with two actions will refund one of those actions.<br/><Bullet/> Can only activate once per turn.<br/><Bullet/> Passive.<br/>"

[F_SniperElite X2AbilityTemplate]
LocFriendlyName="Sniper Elite"
LocFlyOverText="Sniper Elite"
LocLongDescription="Removes squadsight penalties. Passive."
LocHelpText="Removes squadsight penalties. Passive."
LocPromotionPopupText="<Bullet/> Removes squadsight penalties. Passive."

[F_FirstStrike X2AbilityTemplate]
LocFriendlyName="Surprise"
LocLongDescription="You deal +<Ability:FIRSTSTRIKE_CONCEALED_DAMAGE_BONUS> damage while concealed and +<Ability:FIRSTSTRIKE_FLANKING_DAMAGE_BONUS> damage while flanking your target. Passive."
LocHelpText=You deal +<Ability:FIRSTSTRIKE_CONCEALED_DAMAGE_BONUS> damage while concealed and +<Ability:FIRSTSTRIKE_FLANKING_DAMAGE_BONUS> damage while flanking your target. Passive."
LocFlyOverText="First Strike"
LocPromotionPopupText="<Bullet/> Surprise can provide a decisive advantage in an ambush by taking out a tough enemy in one shot.<br/><Bullet/> The soldier with Surprise must initiate the ambush to get the bonus. It doesn't affect concealed overwatch."

[F_DisablingShot X2AbilityTemplate]
LocFriendlyName="Disabling Shot"
LocFlyOverText="Disabling Shot"
LocLongDescription="Primary weapon shot that, if it hits, stuns the target for <Ability:DISABLINGSHOT_STUN_ACTIONS/> actions. Cannot critically hit. Uses <Ability:DISABLINGSHOT_AMMO_COST/> ammo. <Ability:DISABLINGSHOT_COOLDOWN/> turn cooldown."
LocHelpText="Primary weapon shot that, if it hits, stuns the target for <Ability:DISABLINGSHOT_STUN_ACTIONS/> actions. Cannot critically hit. Uses <Ability:DISABLINGSHOT_AMMO_COST/> ammo. <Ability:DISABLINGSHOT_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Primary weapon shot that, if it hits, stuns the target for <Ability:DISABLINGSHOT_STUN_ACTIONS/> actions.<br/><Bullet/> Cannot cause critical hits.<br/><Bullet/> Uses <Ability:DISABLINGSHOT_AMMO_COST/> ammo.<br/><Bullet/> <Ability:DISABLINGSHOT_COOLDOWN/> turn cooldown.<br/>"

[F_Blend X2AbilityTemplate]
LocFriendlyName="Blend"
LocFlyOverText="Blend"
LocLongDescription="Immediately grants concealment that is automatically broken after <Ability:BLEND_TURNS_CONCEALED> turns."
LocHelpText="Immediately grants concealment that is automatically broken after <Ability:BLEND_TURNS_CONCEALED> turns."
LocPromotionPopupText="<Bullet/> Immediately grants concealment that is automatically broken after <Ability:BLEND_TURNS_CONCEALED> turns.<br/><Bullet/> This is useful for escaping a dicey situation or getting another use out of Surprise.<br/><Bullet/> The concealment will break at the start of the player's turn.<br/>"

[F_Botnet X2AbilityTemplate]
LocFriendlyName="Botnet"
LocFlyOverText="Botnet"
LocLongDescription="While active, standard shots from all allies before next turn lower their target's hack defense by <Ability:BOTNET_HACK_DEFENSE_PENALTY>. <Ability:BOTNET_COOLDOWN> turn cooldown. Free action."
LocHelpText="While active, standard shots from all allies before next turn lower their target's hack defense by <Ability:BOTNET_HACK_DEFENSE_PENALTY>. <Ability:BOTNET_COOLDOWN> turn cooldown. Free action."
LocPromotionPopupText="<Bullet/> While active, standard shots from all allies before next turn lower their target's hack defense by <Ability:BOTNET_HACK_DEFENSE_PENALTY>.<br/><Bullet/> <Ability:BOTNET_COOLDOWN> turn cooldown.<br/><Bullet/> Free action.<br/>"

[F_ReadyForAnything X2AbilityTemplate]
LocFriendlyName="Ready for Anything"
LocLongDescription="When you make a standard attack with your <Ability:WeaponName/> you automatically enter overwatch."
LocHelpText="Fire a shot at a target, then enter overwatch."
LocFlyOverText="Ready for Anything"
LocPromotionPopupText="<Bullet/> You won't enter overwatch if you are out of ammo.<br/>"

[F_Resupply X2AbilityTemplate]
LocFriendlyName="Resupply"
LocFlyOverText="Resupply"
LocLongDescription="Refill the primary weapon ammo of all allies. <Ability:RESUPPLY_CHARGES/> charges per mission."
LocHelpText="Refill the primary weapon ammo of all allies. <Ability:RESUPPLY_CHARGES/> charges per mission."
LocPromotionPopupText="<Bullet/> Refill the primary weapon ammo of all allies.<br/><Bullet/> <Ability:RESUPPLY_CHARGES/> charges per mission.<br/>"

[F_Immunize X2AbilityTemplate]
LocFriendlyName="Immunize"
LocFlyOverText="Immunize"
LocLongDescription="Your GREMLIN flies to an ally, granting them immunity to damage until the beginning of next turn. <Ability:IMMUNIZE_CHARGES/> charge per mission."
LocHelpText="Your GREMLIN flies to an ally, granting them immunity to damage until the beginning of next turn. <Ability:IMMUNIZE_CHARGES/> charge per mission."
LocPromotionPopupText="<Bullet/> Your GREMLIN flies to an ally, granting them immunity to damage until the beginning of next turn.<br/><Bullet/> <Ability:IMMUNIZE_CHARGES/> charge per mission.<br/>"

[F_Rush X2AbilityTemplate]
LocFriendlyName="Rush"
LocFlyOverText="Rush"
LocLongDescription="Run towards an enemy and stab them with your <Ability:SecondaryWeaponName/>. Can only perform with single-action moves. Costs a single action and does not end the turn."
LocHelpText="Run towards an enemy and stab them with your <Ability:SecondaryWeaponName/>. Can only perform with single-action moves. Costs a single action and does not end the turn."
LocPromotionPopupText="<Bullet/> Run towards an enemy and stab them with your <Ability:SecondaryWeaponName/>. Can only perform with single-action moves. Costs a single action and does not end the turn.<br/>"

[F_AmmoConservation X2AbilityTemplate]
LocFriendlyName="Ammo Conservation"
LocFlyOverText="Ammo Conservation"
LocLongDescription="Activated ability that does not cost an action point. For the remainder of this turn, your ammo will be refunded after each shot you take. <Ability:AMMOCONSERVATION_COOLDOWN/> turn cooldown."
LocHelpText="Activated ability that does not cost an action point. For the remainder of this turn, your ammo will be refunded after each shot you take. <Ability:AMMOCONSERVATION_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Activated ability that does not cost an action point. For the remainder of this turn, your ammo will be refunded after each shot you take.<br/><Bullet/> Shots and abilities still require you to have the required amount of ammo in your weapon.<br/><Bullet/> <Ability:AMMOCONSERVATION_COOLDOWN/> turn cooldown.<br/>"

[F_WellProtected X2AbilityTemplate]
LocFriendlyName="Well Protected"
LocFlyOverText="Well Protected"
LocLongDescription="Grants a vest only utility slot."
LocHelpText="Grants a vest only utility slot."
LocPromotionPopupText="<Bullet/> Grants a vest only utility slot.<br/>"

[F_Dedication X2AbilityTemplate]
LocFriendlyName="Dedication"
LocFlyOverText="Dedication"
LocLongDescription="Free action. Gain <Ability:DEDICATION_MOBILITY/> mobility and ignore reaction fire for the rest of the turn. <Ability:DEDICATION_COOLDOWN/> turn cooldown."
LocHelpText="Free action. Gain <Ability:DEDICATION_MOBILITY/> mobility and ignore reaction fire for the rest of the turn. <Ability:DEDICATION_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Gain <Ability:DEDICATION_MOBILITY/> mobility and ignore reaction fire for the rest of the turn.<br/><Bullet/> Free action.<br/><Bullet/> <Ability:DEDICATION_COOLDOWN/> turn cooldown.<br/>"

[F_Triage X2AbilityTemplate]
LocFriendlyName="Triage"
LocFlyOverText="Triage"
LocLongDescription="Restores <Ability:TRIAGE_HEAL_AMOUNT> health to the user and surrounding allies. Removes Burning, Acid, and Poison. <Ability:TRIAGE_CHARGES> charge per mission."
LocHelpText="Restores <Ability:TRIAGE_HEAL_AMOUNT> health to the user and surrounding allies. Removes Burning, Acid, and Poison. <Ability:TRIAGE_CHARGES> charge per mission."
LocPromotionPopupText="<Bullet/> Restores <Ability:TRIAGE_HEAL_AMOUNT> health to the user and surrounding allies.<br/><Bullet/> Removes Burning, Acid, and Poison.<br/><Bullet/> <Ability:TRIAGE_CHARGES> charge per mission.<br/>"

[F_Steadfast X2AbilityTemplate]
LocFriendlyName="Steadfast"
LocFlyOverText="Steadfast"
LocLongDescription="Grants immunity to negative mental conditions including panic, mind control, stuns, and disorientation."
LocHelpText="Grants immunity to negative mental conditions including panic, mind control, stuns, and disorientation."
LocPromotionPopupText="<Bullet/> Grants immunity to negative mental conditions including panic, mind control, stuns, and disorientation.<br/><Bullet/> Passive. <br/>"

[F_Corpsman X2AbilityTemplate]
LocFriendlyName="Corpsman"
LocFlyOverText="Corpsman"
LocLongDescription="Grants a free Medikit."
LocHelpText="Grants a free Medikit."
LocPromotionPopupText="<Bullet/> Grants a free medikit.<br/><Bullet/> A Nano-Medikit will be provided instead if the necessary Research has been completed.<br/>"

[F_FieldMedic X2AbilityTemplate]
LocFriendlyName="Field Medic"
LocLongDescription="Equipped Medikits have <Ability:FIELDMEDIC_BONUS_ITEMS/> extra charges."
LocHelpText="Equipped Medikit have <Ability:FIELDMEDIC_BONUS_ITEMS/> extra charges."
LocPromotionPopupText="<Bullet/> Applies to Medikit granted by the Corpsman ability.<br/><Bullet/> Applies to both Medikits and Nano-Medikit.<br/>"

[F_Stimulate X2AbilityTemplate]
LocFriendlyName="Stimulate"
LocFlyOverText="Stimulate"
LocLongDescription="Once per turn, you may remove mental impairments from an adjacent ally."
LocHelpText="Once per turn, you may remove mental impairments from an adjacent ally."
LocPromotionPopupText="<Bullet/> Removes disorient, panic, and unconscious.<br/>"

[F_Bloodlet X2AbilityTemplate]
LocFriendlyName="Bloodlet"
LocLongDescription="Standard shots from your primary weapon or a pistol now cause bleeding."
LocHelpText="Standard shots from your primary weapon or a pistol now cause bleeding."
LocFlyOverText="Bloodlet"
LocPromotionPopupText="<Bullet/> Standard shots from your primary weapon or a pistol now cause bleeding.<br/><Bullet/> The bleed effect lasts for <Ability:BLOODLET_DURATION/> turns and deals <Ability:BLOODLET_TICK_DAMAGE/> damage per turn.<br/>"

[F_BlindingFire X2AbilityTemplate]
LocFriendlyName="Blinding Fire"
LocLongDescription="Fire at enemies in a cone. This attack is inaccurate, having a <Ability:BLINDINGFIRE_SOURCE_AIM_PENALTY/> aim penalty, but also reduces the aim of all targets by <Ability:BLINDINGFIRE_TARGET_AIM_PENALTY/>."
LocHelpText="Fire at enemies in a cone. This attack is inaccurate, having a <Ability:BLINDINGFIRE_SOURCE_AIM_PENALTY/> aim penalty, but also reduces the aim of all targets by <Ability:BLINDINGFIRE_TARGET_AIM_PENALTY/>."
LocFlyOverText="Blinding Fire"
LocPromotionPopupText="<Bullet/> The aim penalty is applied to the targets even if the attack misses them.<br/>"

[F_QuickFeet X2AbilityTemplate]
LocFriendlyName="Quick Feet"
LocFlyOverText="Quick Feet"
LocLongDescription="Refunds one action point when you are revealed from concealment via your own action."
LocHelpText="Refunds one action point when you are revealed from concealment via your own action."
LocPromotionPopupText="<Bullet/> Refunds one action point when you are revealed from concealment via your own action.<br/><Bullet/> Only applies to actions taken during your turn.<br/><Bullet/> Does not activate when using abilities that do not cost an action point.<br/>"

[F_CombatDrugs X2AbilityTemplate]
LocFriendlyName="Combat Drugs"
LocLongDescription="A fast-acting stimulant in your smoke grenades grants +<Ability:COMBATDRUGS_AIM> Aim and +<Ability:COMBATDRUGS_CRIT> Critical Chance to units in the smoke cloud."
LocHelpText="A fast-acting stimulant in your smoke grenades grants +<Ability:COMBATDRUGS_AIM> Aim and +<Ability:COMBATDRUGS_CRIT> Critical Chance to units in the smoke cloud."
LocFlyOverText="Combat Drugs"
LocPromotionPopupText="<Bullet/> Enemies can also benefit from this effect if they enter the smoke. <br/>"

[F_SaltInTheWound X2AbilityTemplate]
LocFriendlyName="Salt in the Wound"
LocFlyOverText="Salt in the Wound"
LocLongDescription="All attacks deal <Ability:SALTINTHEWOUND_DAMAGE_BONUS/> bonus damage to targets suffering from Poison, Burning, Acid, or Bleeding. This includes tick damage from those effects."
LocHelpText="All attacks deal <Ability:SALTINTHEWOUND_DAMAGE_BONUS/> bonus damage to targets suffering from Poison, Burning, Acid, or Bleeding. This includes tick damage from those effects."
LocPromotionPopupText="<Bullet/> All attacks deal <Ability:SALTINTHEWOUND_DAMAGE_BONUS/> bonus damage to targets suffering from Poison, Burning, Acid, or Bleeding.<br/><Bullet/> Applies to all sources of damage caused by you.<br/><Bullet/> If this unit inflicts Poison, Burning, Acid, or Bleeding on a target, then the tick damage of those effects will also be increased.<br/><Bullet/> Damage bonus will not stack against targets suffering from multiple of these effects.<br/>"

[F_Unload X2AbilityTemplate]
LocFriendlyName="Unload"
LocFlyOverText="Unload"
LocLongDescription="Fire with your <Ability:WeaponName/> until out of ammo or the target is dead. Shots cannot critically hit and each shot deals less damage than a standard shot. <Ability:UNLOAD_COOLDOWN/> turn cooldown."
LocHelpText="Fire with the unit's <Ability:WeaponName/> until out of ammo or the target is dead. Shots cannot critically hit and each shot deals less damage than a standard shot. <Ability:UNLOAD_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Fire with the unit's <Ability:WeaponName/> until out of ammo or the target is dead.<br/><Bullet/> Shots cannot critically hit.<br/><Bullet/> Each shot deals <Ability:UNLOAD_DAMAGE_PERCENT_MALUS/>% damage of a standard shot.<br/><Bullet/> <Ability:UNLOAD_COOLDOWN/> turn cooldown.<br/>

[F_Unload2 X2AbilityTemplate]
LocFriendlyName="Unload"
LocFlyOverText="Unload"
LocLongDescription="Fire with your primary weapon until out of ammo or the target is dead. Shots cannot critically hit and each shot deals less damage than a standard shot. <Ability:UNLOAD_COOLDOWN/> turn cooldown."
LocHelpText="Fire with the unit's primary weapon until out of ammo or the target is dead. Shots cannot critically hit and each shot deals less damage than a standard shot. <Ability:UNLOAD_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Fire with the unit's primary weapon until out of ammo or the target is dead.<br/><Bullet/> Shots cannot critically hit.<br/><Bullet/> Each shot deals <Ability:UNLOAD_DAMAGE_PERCENT_MALUS/>% damage of a standard shot.<br/><Bullet/> <Ability:UNLOAD_COOLDOWN/> turn cooldown.<br/>

[F_UnloadDamage X2AbilityTemplate]
LocFriendlyName="Unload"
LocFlyOverText="Unload"
LocLongDescription="Fire with your primary weapon until out of ammo or the target is dead. Shots cannot critically hit and each shot deals less damage than a standard shot. <Ability:UNLOAD_COOLDOWN/> turn cooldown."
LocHelpText="Fire with the unit's primary weapon until out of ammo or the target is dead. Shots cannot critically hit and each shot deals less damage than a standard shot. <Ability:UNLOAD_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Fire with the unit's primary weapon until out of ammo or the target is dead.<br/><Bullet/> Shots cannot critically hit.<br/><Bullet/> Each shot deals <Ability:UNLOAD_DAMAGE_PERCENT_MALUS/>% damage of a standard shot.<br/><Bullet/> <Ability:UNLOAD_COOLDOWN/> turn cooldown.<br/>

[F_Ambush X2AbilityTemplate]
LocFriendlyName="Ambush"
LocFlyOverText="Ambush"
LocLongDescription="Take a reaction shot against any enemy that moves or attacks within a cone of fire. Can only be used while concealed."
LocHelpText="Take a reaction shot against any enemy that moves or attacks within a cone of fire. Can only be used while concealed."
LocPromotionPopupText="<Bullet/> There is no limit to the amount of Ambush shots a <Ability:ClassName/> can take outside of ammo counts.<br/><Bullet/> Ambush is best used while the entire squad is concealed to start combat on the enemy's turn.<br/><Bullet/> <Ability:AMBUSH_COOLDOWN/> turn cooldown.<br/>"

[F_Renewal X2AbilityTemplate]
LocFriendlyName="Renewal"
LocFlyOverText="Renewal"
LocLongDescription="At the start of each turn, heals yourself and all allies in a radius on you."
LocHelpText="At the start of each turn, heals yourself and all allies in a radius on you."
LocPromotionPopupText="<Bullet/> At the start of each turn, heals yourself and all allies in a radius on you.<br/><Bullet/> Restores <Ability:RENEWAL_HEALAMOUNT/> health.<br/><Bullet/> Cannot restore more than <Ability:RENEWAL_MAXHEALAMOUNT/> health to each target during a single mission.<br/><Bullet/> Affects the user and allies within a <Ability:RENEWAL_RADIUS/> tile radius.<br/><Bullet/> Passive.<br/>"

[F_WarningShot X2AbilityTemplate]
LocFriendlyName="Warning Shot"
LocFlyOverText="Warning Shot"
LocLongDescription="Fire your primary weapon just over the target's head, causing them to panic. This attack deals no damage. Uses <Ability:SelfAmmoCost/> ammo. <Ability:WARNINGSHOT_CHARGES/> use(s) per mission."
LocHelpText="Fire your primary weapon just over the target's head, causing them to panic. This attack deals no damage. Uses <Ability:SelfAmmoCost/> ammo. <Ability:WARNINGSHOT_CHARGES/> use(s) per mission."
LocPromotionPopupText="<Bullet/> Fire your primary weapon just over the target's head, causing them to panic. This attack deals no damage.<br/><Bullet/> Uses <Ability:SelfAmmoCost/> ammo.<br/><Bullet/> <Ability:WARNINGSHOT_CHARGES/> use(s) per mission.<br/>"

[F_VitalStrike X2AbilityTemplate]
LocFriendlyName="Vital Strike"
LocFlyOverText="Vital Strike"
LocLongDescription="Fire a shot with your primary weapon that deals +<Ability:VITALSTRIKE_DAMAGE_BONUS> damage and applies Rupture. Uses <Ability:SelfAmmoCost/> ammo. <Ability:VITALSTRIKE_COOLDOWN/> turn cooldown."
LocHelpText="Fire a shot with your primary weapon that deals +<Ability:VITALSTRIKE_DAMAGE_BONUS> damage and applies Rupture. Uses <Ability:SelfAmmoCost/> ammo. <Ability:VITALSTRIKE_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Fire a shot with your primary weapon that deals +<Ability:VITALSTRIKE_DAMAGE_BONUS> damage and applies Rupture.<br/><Bullet/> Uses <Ability:SelfAmmoCost/> ammo.<br/><Bullet/> <Ability:VITALSTRIKE_COOLDOWN/> turn cooldown.<br/>"

[F_OpenFire X2AbilityTemplate]
LocFriendlyName="Open Fire"
LocFlyOverText="Open Fire
LocLongDescription="Gain <Ability:+ToHit/> Aim and <Ability:+Crit/> Crit against targets that are at full health."
LocHelpText="Gain <Ability:+ToHit/> Aim and <Ability:+Crit/> Crit against targets that are at full health."
LocPromotionPopupText="<Bullet/> Gain <Ability:+ToHit/> Aim and <Ability:+Crit/> Crit against targets that are at full health.<br/><Bullet/> Passive.<br/>"

[F_Havoc X2AbilityTemplate]
LocFriendlyName="Havoc"
LocFlyOverText="Havoc"
LocLongDescription="Your Suppression and Area Suppression abilities now deals <Ability:HAVOC_DAMAGE/> guaranteed damage to the primary target."
LocHelpText="Your Suppression and Area Suppression abilities now deals <Ability:HAVOC_DAMAGE/> guaranteed damage to the primary target."
LocPromotionPopupText="<Bullet/> Your Suppression and Area Suppression abilities now deals <Ability:HAVOC_DAMAGE/> guaranteed damage to the primary target.<br/>"

[F_Finesse X2AbilityTemplate]
LocFriendlyName="Finesse"
LocFlyOverText="Finesse"
LocLongDescription="Your first melee attack each turn will have its actions refunded. Passive."
LocHelpText="Your first melee attack each turn will have its actions refunded. Passive."
LocPromotionPopupText="<Bullet/> Your first melee attack each turn will have its actions refunded.<br/><Bullet/> Passive.<br/>"

[F_ShoulderToLeanOn X2AbilityTemplate]
LocFriendlyName="Shoulder to Lean On"
LocFlyOverText="Shoulder to Lean On"
LocLongDescription="Allies within <Ability:SHOULDERTOLEANON_RADIUS/> tiles gain +<Ability:SHOULDERTOLEANON_AIM_BONUS/> bonus Aim. Passive."
LocHelpText="Allies within <Ability:SHOULDERTOLEANON_RADIUS/> tiles gain +<Ability:SHOULDERTOLEANON_AIM_BONUS/> bonus Aim. Passive."
LocPromotionPopupText="<Bullet/> Allies within <Ability:SHOULDERTOLEANON_RADIUS/> tiles gain +<Ability:SHOULDERTOLEANON_AIM_BONUS/> bonus Aim.<br/><Bullet/> Passive.<br/>"

[F_ShoulderToLeanOn_Passive X2AbilityTemplate]
LocFriendlyName="Shoulder to Lean On"
LocFlyOverText="Shoulder to Lean On"
LocLongDescription="Allies within <Ability:SHOULDERTOLEANON_RADIUS/> tiles gain +<Ability:SHOULDERTOLEANON_AIM_BONUS/> Aim. Passive."
LocHelpText="Allies within <Ability:SHOULDERTOLEANON_RADIUS/> tiles gain +<Ability:SHOULDERTOLEANON_AIM_BONUS/> Aim. Passive."
LocPromotionPopupText="<Bullet/> Allies within <Ability:SHOULDERTOLEANON_RADIUS/> tiles gain +<Ability:SHOULDERTOLEANON_AIM_BONUS/> Aim.<br/><Bullet/> Passive.<br/>"

[F_BolsteredWall X2AbilityTemplate]
LocFriendlyName="Bolstered Wall"
LocFlyOverText="Bolstered Wall"
LocLongDescription="While Shield Wall is in effect, gain +<Ability:BOLSTEREDWALL_DODGE_BONUS/> bonus Dodge. Passive."
LocHelpText="While Shield Wall is in effect, gain +<Ability:BOLSTEREDWALL_DODGE_BONUS/> bonus Dodge. Passive."
LocPromotionPopupText="<Bullet/> While Shield Wall is in effect, gain +<Ability:BOLSTEREDWALL_DODGE_BONUS/> bonus Dodge.<br/><Bullet/> Passive.<br/>"

[F_ProtectAndServe X2AbilityTemplate]
LocFriendlyName="Protect and Serve"
LocFlyOverText="Protect and Serve"
LocLongDescription="Gain a non-movement action point after using Shield Wall."
LocHelpText="Gain a non-movement action point after using Shield Wall."
LocPromotionPopupText="<Bullet/> Gain a non-movement action point after using Shield Wall.<br/><Bullet/> Passive.<br/>"

[F_FaultlessDefense X2AbilityTemplate]
LocFriendlyName="Faultless Defense"
LocFlyOverText="Faultless Defense"
LocLongDescription="While Shield Wall is active, you cannot be critically hit."
LocHelpText="While Shield Wall is active, you cannot be critically hit."
LocPromotionPopupText="<Bullet/> While Shield Wall is active, you cannot be critically hit.<br/><Bullet/> Passive.<br/>"

[F_Adrenaline X2AbilityTemplate]
LocFriendlyName="Adrenaline"
LocFlyOverText="Adrenaline"
LocLongDescription="Each time you score a kill, you gain <Ability:ADRENALINE_SHIELD/> Shield. Passive."
LocHelpText="Each time you score a kill, you gain <Ability:ADRENALINE_SHIELD/> Shield. Passive."
LocPromotionPopupText="<Bullet/> Each time you score a kill, you gain <Ability:ADRENALINE_SHIELD/> Shield.<br/><Bullet/> Passive.<br/>"

[F_WatchThemRun X2AbilityTemplate]
LocFriendlyName="Watch Them Run"
LocFlyOverText="Watch Them Run"
LocLongDescription="After throwing or launching a grenade, you will automatically enter overwatch. Passive."
LocHelpText="After throwing or launching a grenade, you will automatically enter overwatch. Passive."
LocPromotionPopupText="<Bullet/> After throwing or launching a grenade, you will automatically enter overwatch.<br/><Bullet/> Passive.<br/>"

[F_CoverArea X2AbilityTemplate]
LocFriendlyName="Cover Area"
LocFlyOverText="Cover Area"
LocLongDescription="Allies within <Ability:COVERAREA_RADIUS/> tiles receive half damage from explosives. Passive."
LocHelpText="Allies within <Ability:COVERAREA_RADIUS/> tiles receive half damage from explosives. Passive."
LocPromotionPopupText="<Bullet/> Allies within <Ability:COVERAREA_RADIUS/> tiles receive half damage from explosives.<br/><Bullet/> Passive.<br/>"

[F_CoverArea_Passive X2AbilityTemplate]
LocFriendlyName="Cover Area"
LocFlyOverText="Cover Area"
LocLongDescription="Yourself and allies within <Ability:COVERAREA_RADIUS/> tiles receive half damage from explosives. Passive."
LocHelpText="Yourself and allies within <Ability:COVERAREA_RADIUS/> tiles receive half damage from explosives. Passive."
LocPromotionPopupText="<Bullet/> Yourself and allies within <Ability:COVERAREA_RADIUS/> tiles receive half damage from explosives.<br/><Bullet/> Passive.<br/>"

[F_Rally X2AbilityTemplate]
LocFriendlyName="Rally"
LocFlyOverText="Rally"
LocLongDescription="Embolden the resolve of all allies within a <Ability:RALLY_RADIUS/> tile radius, granting yourself and them bonus Shield."
LocHelpText="Embolden the resolve of all allies within a <Ability:RALLY_RADIUS/> tile radius, granting yourself and them bonus Shield."
LocPromotionPopupText="<Bullet/> Affects the user and all allies within <Ability:RALLY_RADIUS/> tiles.<br/><Bullet/> Grants <Ability:RALLY_SHIELD_CV/> Shield when equipped with a Conventional Ballistic Shield.<br/><Bullet/> Grants <Ability:RALLY_SHIELD_MG/> Shield when equipped with a Magnetic Ballistic Shield.<br/><Bullet/> Grants <Ability:RALLY_SHIELD_BM/> Shield when equipped with a Beam Ballistic Shield.<br/><Bullet/> Once per mission.<br/>"

[F_ShieldTrauma X2AbilityTemplate]
LocFriendlyName="Shield Trauma"
LocFlyOverText="Shield Trauma"
LocLongDescription="Make a melee attack with your shield that leaves your opponent disoriented and stunned for 1 action."
LocHelpText="Make a melee attack with your shield."
LocPromotionPopupText="<Bullet/> Upgrade to the Shield Bash ability.<br/>"

[F_Avenger X2AbilityTemplate]
LocFriendlyName="Avenger"
LocFlyOverText="Avenger"
LocLongDescription="When an ally within <Ability:AVENGER_RADIUS/> tiles is shot at, you will automatically take a <Ability:WeaponName/> shot back at the shooter."
LocHelpText="When an ally within <Ability:AVENGER_RADIUS/> tiles is shot at, you will automatically take a <Ability:WeaponName/> shot back at the shooter."
LocPromotionPopupText="<Bullet/> Avenger will not activate if this unit is shot at.<br/><Bullet/> Can only activate during the enemy's turn.<br/><Bullet/> Passive.<br/>"

[F_FireFirst X2AbilityTemplate]
LocFriendlyName="Fire First"
LocFlyOverText="Fire First"
LocLongDescription="When an enemy attempts to shoot at you, you will pre-emptively take a <Ability:WeaponName/> shot at them."
LocHelpText="When an enemy attempts to shoot at you, you will pre-emptively take a <Ability:WeaponName/> shot at them."
LocPromotionPopupText="<Bullet/> Can only activate during the enemy's turn.<br/><Bullet/> Passive.<br/>"

[F_Flatline X2AbilityTemplate]
LocFriendlyName="Flatline"
LocFlyOverText="Flatline"
LocLongDescription="Fire a shot with your primary weapon that deals +<Ability:FLATLINE_DAMAGE_BONUS> damage and applies Rupture. Uses <Ability:SelfAmmoCost/> ammo. <Ability:FLATLINE_COOLDOWN/> turn cooldown."
LocHelpText="Fire a shot with your primary weapon that deals +<Ability:FLATLINE_DAMAGE_BONUS> damage and applies Rupture. Uses <Ability:SelfAmmoCost/> ammo. <Ability:FLATLINE_COOLDOWN/> turn cooldown."
LocPromotionPopupText="<Bullet/> Fire a shot with your primary weapon that deals +<Ability:FLATLINE_DAMAGE_BONUS> damage and applies Rupture.<br/><Bullet/> Uses <Ability:SelfAmmoCost/> ammo.<br/><Bullet/> <Ability:FLATLINE_COOLDOWN/> turn cooldown.<br/>"

[F_ColdBlooded X2AbilityTemplate]
LocFriendlyName="Cold Blooded"
LocFlyOverText="Cold Blooded"
LocLongDescription="The first standard shot you take against an enemy suffering from bleeding, poison, burning, or acid burning does not cost an action."
LocHelpText="The first standard shot you take against an enemy suffering from bleeding, poison, burning, or acid burning does not cost an action."
LocPromotionPopupText="<Bullet/> The first standard shot you take against an enemy suffering from bleeding, poison, burning, or acid burning does not cost an action.<br/><Bullet/> Actions are not refunded if your standard shot inflicted the target's only status ailment.<br/><Bullet/> Can activate once per turn.<br/>"

[F_Predator X2AbilityTemplate]
LocFriendlyName="Predator"
LocFlyOverText="Predator"
LocLongDescription="Grants <Ability:PREDATOR_AIM_BONUS/> bonus aim and <Ability:PREDATOR_CRIT_BONUS/> bonus critical chance against enemies that are flanked or out of cover. Passive."
LocHelpText="Grants <Ability:PREDATOR_AIM_BONUS/> bonus aim and <Ability:PREDATOR_CRIT_BONUS/> bonus critical chance against enemies that are flanked or out of cover. Passive."
LocPromotionPopupText="<Bullet/> Grants <Ability:PREDATOR_AIM_BONUS/> bonus aim and <Ability:PREDATOR_CRIT_BONUS/> bonus critical chance against enemies that are flanked or out of cover.<br/><Bullet/> Passive.<br/>"

[F_Survivor X2AbilityTemplate]
LocFriendlyName="Survivor"
LocFlyOverText="Survivor"
LocLongDescription="Ensures the first killing blow in a mission will not lead to instant death. Also reduces this soldier's wound recovery time."
LocHelpText="Ensures the first killing blow in a mission will not lead to instant death. Also reduces this soldier's wound recovery time."
LocPromotionPopupText="<Bullet/> Makes the first check for bleeding out each mission an automatic success.<br/><Bullet/> Reduces the number of hit points a soldier must heal after being wounded in battle by 1.<br/><Bullet/> Reduced wound recovery will not trigger if this soldier suffered killing wounds and is stabilized from bleeding out.<br/>"

[F_RegenerativeMist X2AbilityTemplate]
LocFriendlyName="Regenerative Mist"
LocFlyOverText="Regenerative Mist"
LocLongDescription="Smoke heal."
LocHelpText="Smoke heal."
LocPromotionPopupText="<Bullet/> Makes the first check for bleeding out each mission an automatic success.<br/><Bullet/> Reduces the number of hit points a soldier must heal after being wounded in battle by 1.<br/><Bullet/> Passive.<br/>"

===

[F_ShootAnyone X2AbilityTemplate]
LocFriendlyName="Shoot Anyone"
LocFlyOverText="Shoot Anyone"
LocLongDescription="Shoot Anyone"
LocHelpText="Shoot Anyone"
LocPromotionPopupText="<Bullet/> TODO.<br/>"
